SUBJECTS = [
    {
        'name': 'Русский язык',
        'id': '3',
    },
    {
        'name': 'Литература',
        'id': '5',
    },
    {
        'name': 'Биология',
        'id': '24',
    },
    {
        'name': 'Физкультура',
        'id': '32',
    },
    {
        'name': 'География',
        'id': '20',
    },
    {
        'name': 'Обществознание',
        'id': '14',
    },
    {
        'name': 'Физика',
        'id': '22',
    },
    {
        'name': 'Химия',
        'id': '25',
    },
    {
        'name': 'ОБЖ',
        'id': '33',
    },
    {
        'name': 'Родной язык (русский)',
        'id': '210',
    },
    {
        'name': 'ОДНКНР',
        'id': '272',
    },
    {
        'name': 'Китайский язык',
        'id': '208',
    },
    {
        'name': 'История России',
        'id': '37',
    },
]

SUBJECTS_ENGLISH_1 = [
    {
        'name': 'Английский',
        'class_id': '4278',
        'id': '202',
    },
    {
        'name': 'Информатика',
        'class_id': '4280',
        'id': '31',
    },
]

SUBJECTS_ENGLISH_2 = [
    {
        'name': 'Английский',
        'class_id': '4277',
        'id': '202',
    },
    {
        'name': 'Информатика',
        'class_id': '4279',
        'id': '31',
    },
]

SUBJECTS_MATH_1 = [
    {
        'name': 'Алгебра',
        'class_id': '4331',
        'id': '29',
    },
    {
        'name': 'Геометрия',
        'class_id': '4332',
        'id': '30',
    },
]

SUBJECTS_MATH_2 = [
    {
        'name': 'Алгебра',
        'class_id': '4291',
        'id': '29',
    },
    {
        'name': 'Геометрия',
        'class_id': '4292',
        'id': '30',
    },
]
