SUBJECTS = [
    {
        'name': 'Русский язык',
        'id': '3',
    },
    {
        'name': 'Литература',
        'id': '5',
    },
    {
        'name': 'Биология',
        'id': '24',
    },
    {
        'name': 'География',
        'id': '20',
    },
    {
        'name': 'Обществознание',
        'id': '14',
    },
    {
        'name': 'Физика',
        'id': '22',
    },
    {
        'name': 'Химия',
        'id': '25',
    },
    {
        'name': 'ОБЖ',
        'id': '33',
    },
    {
        'name': 'Родной язык (русский)',
        'id': '210',
    },
    {
        'name': 'История',
        'id': '13',
    },
]

SUBJECTS_ENGLISH_1 = [
    {
        'name': 'Английский',
        'class_id': '4448',
        'id': '202',
    },
    {
        'name': 'Информатика',
        'class_id': '4449',
        'id': '31',
    },
]

SUBJECTS_ENGLISH_2 = [
    {
        'name': 'Английский',
        'class_id': '4447',
        'id': '202',
    },
    {
        'name': 'Информатика',
        'class_id': '4450',
        'id': '31',
    },
]
SUBJECTS_PHYS_EDU_1 = {
        'name': 'Физкультура',
        'class_id': '4451',
        'id': '32',
}

SUBJECTS_PHYS_EDU_2 = {
        'name': 'Физкультура',
        'class_id': '4452',
        'id': '32',
}



TELEGRAM_TOKEN = '5067489447:AAGP1UVmfaMX-4lxgi3EdVzBRTtFGq5j9Lo'
#TELEGRAM_TOKEN = '5099099475:AAHNWwVNOoPR6oPELEntSy3UMlv8y2EZTTI'
CLASS_ID = '4180'
PERIOD_ID = 'p_118'
USERNAME = '0339434'
PASSWORD = '181230'
LAST_NAMES = {
    "685823428": "Клушин",
    "1977194410": "Дериглазова",
    "1401329006": "Старокожев",
    "5041067839": "Крупчатников",
    "815945567": "Щукин",
    "504137898": "Вальков",
    "1978487215": "Королев",
    "760939474": "Арабачан",
    "951149225": "Лютый",
    "958897463": "Носов",
    "1308019074": "Бобкова",
    "1062777713": "Стрекаловский",
    "702752928": "Лебедева",
    "1287156935": "Ганузин",
    "972153201": "Чепелева",
    "2048254518": "Вафаев",
    "1482433842": "Решетников",
    "758464376": "Шаров",
    "629039487": "Осипов",
    "863421582": "Баландин",
    "1201607364": "Маргазина",
    "5297176505": "Мельников",
    "1169038371": "Рыбина",
    "459330567": "Корнилов",
    "1703301059": "Мартемьянов",
    "1874743393": "Петров",
}
COUNT_OF_STUDENTS = 26
COUNT_OF_STUDENTS_IN_ENGLISH_GROUP_1 = 13
COUNT_OF_STUDENTS_IN_ENGLISH_GROUP_2 = 13
COUNT_OF_STUDENTS_IN_PHYS_EDU_GROUP_1 = 6
COUNT_OF_STUDENTS_IN_PHYS_EDU_GROUP_2 = 20